[INFORMATION]
Title=Nature, 大きく変異したオミクロン変異体は科学者を警戒させる, NEWS 25 November 2021, Update 27 November 2021
Uuid=20211201113003_toDAISY2.02
Generator=ChattyInfty3 for AITalk Ver3.26
Create=2021/11/29 00:00:00
Additional=2021/12/01 11:33:39
SourceType=1000
SourcePath=C:\Users\komad\Downloads\tmp\新型コロナニュース_Nature_Science翻訳_2021-11-29_MultimediaDAISY\ncc.html
Version=20211201113239_207d
Index=0
